//
//  DXLog.h
//  KBLove
//
//  Created by 1124 on 14-10-14.
//  Copyright (c) 2014年 block. All rights reserved.
//

#ifndef KBLove_DXLog_h
#define KBLove_DXLog_h

/*********************************2014-10-13******************************
 *2014-10-13
 *FirstDayWork:
 *一。进度
 *1.实现注册功能及相应界面跳转。
 *2.阅读开发及接口文档，为下一步开发做准备
 *二。
 *发现以下三个问题：
 *1.发送验证信息 接口 返回失败信息 而且不知道什么意思（com.unistrong.tracker.model.IcVerifyMessage）导致无法添加好友 进而测试其他功能 接口
 *2.发送验证信息之后没有相应的推送
 *3.注册成功后，选择好友设备，无相应接口及好友
 *********************************2014-10-14******************************
 *2014-10-14
 *在classes/General中 添加KBFreash加载类
 *在header.h文件中加入相应 头文件
 *实现 圈子页面 ，创建圈子页面 基本功能，导入相应搜索类库PinYin
 ********************************2014-10-15******************************
 *2014-10-15
 *1.修复KBFreash无法停止加载问题
 *2.完善创建圈子UI逻辑功能
 *********************************2014-10-16******************************
 *2014-10-16
 *1.实现JPUSHDemo
 *2.休息
 *********************************2014-10-17******************************
 *2014-10-17
 *1.创建消息模型KBMessageInfo
 *2.扩展UILableCategory 字体自适应方法
 *3.搭建数据库
 *4.添加NSString 对时间戳处理的扩展WMString_Utilities
 **********************************2014-10-18******************************
 *1.封装发送信息视图
 *
 *
 *
 */

#endif
