//
//  wanglei.h
//  KBLove
//
//  Created by qianfeng on 14-11-24.
//  Copyright (c) 2014年 block. All rights reserved.
//

#ifndef KBLove_wanglei_h
#define KBLove_wanglei_h

/*********************************汪磊******************************
 
 * 2014-11-17
 * 1.搭建车统计界面
 * 2.搭建宠物跟人的统计界面
 
 
 * 2014-11-18
 * 1.添加手机验证码界面
 * 2.完善绑定界面
 
 
 * 2014-11-19
 * 1.头像型号选择界面
 * 2.自定义checkBoxes
 
 
 * 2014-11-20
 * 1.自定义宠物界面跟人统计界面的饼状
 * 2.用户、宠物绑定界面
 
 
 *
 *
 *
 *
 *
 **********************************************************************/

#endif
