//
//  WMBLog.h
//  KBLove
//
//  Created by 吴铭博 on 14-10-11.
//  Copyright (c) 2014年 block. All rights reserved.
//  工作记录日志

#ifndef KBLove_Log_h
#define KBLove_Log_h
/**
 *  10月11日
 *  1.完成了登陆界面的上方的自动滚动的横幅，记住密码登陆的功能，向服务器提交登录信息并登陆的功能，登陆完成可以保存账户id和token，点击注册可以跳转到注册页面，登陆页面下方两个三方登陆功能和试用登陆未完成，原因:没有相应地接口。
 */

/**
 *  10月13日
 *  1.准备写好友模块，包括好友列表，添加好友，好友设置(详情等功能) 目前添加接口问题暂时搁浅
 */

/**
 *  10月14日
 *  1.好友列表，搜索用户，添加好友功能暂时部分完成(UI缺少服务器接口的文档说明，不好搭建)
 *  2.目前可以展示当前用户的好友列表，可以搜索到已有的用户并且发送请求好友信息，
 *  3.目前无法删除服务器端的好友，没有用户的头像(都是不知道服务器的情况) 不清楚好友列表每个好友需要展示的具体内容
 */
#endif
